
/* 
  language.strings
  MovCoverter

  Created by dingdang on 2018/8/28.
  Copyright © 2018年 Neil.Wu. All rights reserved.
*/
"STR_NOFILESELECT" = "没有选择文件";
"STR_ADDFILES" = "添加文件";
"STR_CONVERT" = "转换";
"STR_BROWSE" = "浏览";
"STR_OPENFOLDER" = "打开文件夹";
"STR_DRAGHELP" = "拖放视频或者音频文件到此或者点击 \"添加文件\" 按钮来添加媒体文件.";
"STR_PROFILE" = "格式选择";
"STR_OUTPUTNAME" = "输出文件名";
"STR_VIDEO" = "视频";
"STR_CODEC" = "视频编码";
"STR_RESOLUTION" = "分辨率";
"STR_SWAPWIDTHHEIGHT" = "交换宽高";
"STR_FRAMERATE" = "帧率";
"STR_BITRATE" ="比特率";
"STR_AUDIO" ="音频";
"STR_AUDIOCODEC" = "音频编码";
"STR_SAMPLERATE" = "采样率";
"STR_CHANNEL" = "声道";
"STR_AUDIOBITRATE" = "比特率";
"STR_TRIM" = "剪辑";
"STR_WATERMARK" = "水印";
"STR_ENABLEWATERMARK" = "开启水印";
"STR_IMAGE" = "图片";
"STR_TEXT" = "文字";
"STR_OPACITY" = "透明度";
"STR_WATERMARKHELP" = "点击 \"Ctrl+Enter\" 开启新的一行";
"STR_DONE" = "完成";
"STR_START" = "开始";
"STR_END" = "结束";
"STR_WAIT" = "等待";
"STR_CONVERTING" = "转码中...";
"STR_FINISH" = "完成";
"STR_CANCELALL" = "全部取消";
"STR_TOTAL" = "总数";
"STR_WARNING" = "警告";
"STR_WARNING_NOSELECTVIDEO" = "没有选择文件，请点击左边视频中的播放按钮加载播放视频！";
"STR_CONFIRM" = "确定";
"STR_RESET" = "重置";
"STR_SEGMENT"="片段";
"STR_DURATION" = "时长";
